{
  "HeroSection": {
    "heroCTALink": "How it works",
    "heroTitle": "Track your stress levels with ease.",
    "heroDescription": "A simple way for students to measure, track, and understand their stress levels throughout the academic year. Save your scan results and monitor your progress over time.",
    "heroCTAButton": "Get Started",
    "heroDisclaimer": "Not a substitute for professional mental health support.",
    "heroDisclaimerLink": "Click here",
    "heroDisclaimerSuffix": "to learn more."
  },
  "FeaturesSection": {
    "sectionLabel": "Key Features",
    "sectionTitle": "Simple tools to manage your academic stress",
    "sectionDescription": "Our app focuses on what matters most to students - easy tracking and monitoring of stress levels during your academic journey. No complicated features, just the essentials you need.",
    "easyScanningTitle": "Easy Scanning",
    "easyScanningDesc": "Quick and simple stress measurement scans that you can complete in minutes. Perfect for busy students on the go.",
    "instantResultsTitle": "Instant Results",
    "instantResultsDesc": "Get immediate feedback on your stress levels after each scan. Understand where you stand at any moment.",
    "progressTrackingTitle": "Progress Tracking",
    "progressTrackingDesc": "Save all your scan results and track changes over time. Identify patterns and trends in your stress levels.",
    "zeroSetupTitle": "Zero Setup",
    "zeroSetupDesc": "Start measuring your stress levels immediately without creating an account. Quick and hassle-free access to core features."
  },
  "Header": {
    "about": "About",
    "support": "Support",
    "dashboard": "Dashboard",
    "login": "Log in",
    "checkScore": "Check Your Score"
  },
  "Footer": {
    "brand": "MindEase",
    "desc": "This project is created for academic purposes",
    "copyright": "© 2025 Doni Wicaksono",
    "github": "GitHub",
    "contact": "Contact",
    "website": "Website"
  },
  "AboutPage": {
    "sectionLabel": "About Us",
    "sectionTitle": "Supporting student <br /> mental health",
    "desc1": "Students commonly experience stress during their academic journey, especially during exam periods and assignment deadlines. Many students don't have a systematic way to track their stress levels over time.",
    "desc2": "This project aims to provide students with a simple tool for tracking their stress levels. Through our easy-to-use platform, we may help identify stress patterns and empower students to better manage their mental well-being.",
    "disclaimer": "MindEase by no means replaces professional mental health support. For serious concerns, please seek help from qualified mental health professionals."
  },
  "SupportPage": {
    "sectionLabel": "Support",
    "sectionTitle": "Get in touch",
    "sectionDesc": "Need some academic assistant? The student affairs team is here to assist you with any questions or concerns you may have.",
    "emailTitle": "Email",
    "emailDesc": "They usually respond within 1-2 business days",
    "officeTitle": "Office",
    "officeDesc": "DI Panjaitan No.128, Purwokerto Selatan 53147",
    "instagramTitle": "Instagram",
    "instagramDesc": "Available during business hours",
    "whatsappTitle": "WhatsApp",
    "whatsappDesc": "Monday-Friday at 09:00-17:00 WIB"
  }
}
